const translation = {
  toVerified: 'احصل على التحقق التعليمي',
  toVerifiedTip: {
    front: 'أنت الآن مؤهل للحصول على حالة التحقق التعليمي. يرجى إدخال معلوماتك التعليمية أدناه لإكمال العملية والحصول على',
    coupon: 'قسيمة حصرية بنسبة 100٪',
    end: 'لخطة One Health المهنية.',
  },
  currentSigned: 'تم تسجيل الدخول حاليًا باسم',
  form: {
    schoolName: {
      title: 'اسم مدرستك',
      placeholder: 'أدخل الاسم الرسمي غير المختصر لمدرستك',
    },
    schoolRole: {
      title: 'دورك في المدرسة',
      option: {
        student: 'طالب',
        teacher: 'معلم',
        administrator: 'مسؤول المدرسة',
      },
    },
    terms: {
      title: 'الشروط والاتفاقيات',
      desc: {
        front: 'تخضع معلوماتك واستخدامك لحالة التحقق التعليمي لـ',
        and: 'و',
        end: '. عن طريق التقديم:',
        termsOfService: 'شروط الخدمة',
        privacyPolicy: 'سياسة الخصوصية',
      },
      option: {
        age: 'أؤكد أن عمري لا يقل عن 18 عامًا',
        inSchool: 'أؤكد أنني مسجل أو موظف في المؤسسة المقدمة. قد تطلب One Health إثبات التسجيل/التوظيف. إذا قمت بتحريف أهليتي، فأنا أوافق على دفع أي رسوم تم التنازل عنها في البداية بناءً على حالتي التعليمية.',
      },
    },
  },
  submit: 'إرسال',
  submitError: 'فشل إرسال النموذج. يرجى المحاولة مرة أخرى لاحقًا.',
  learn: 'تعرف على كيفية الحصول على التحقق التعليمي',
  successTitle: 'لقد حصلت على التحقق التعليمي من One Health',
  successContent: 'لقد أصدرنا قسيمة خصم بنسبة 100٪ لخطة One Health المهنية لحسابك. القسيمة صالحة لمدة عام واحد، يرجى استخدامها خلال فترة الصلاحية.',
  rejectTitle: 'تم رفض التحقق التعليمي الخاص بك من One Health',
  rejectContent: 'لسوء الحظ، لست مؤهلاً للحصول على حالة التحقق التعليمي وبالتالي لا يمكنك الحصول على القسيمة الحصرية بنسبة 100٪ لخطة One Health المهنية إذا كنت تستخدم عنوان البريد الإلكتروني هذا.',
  emailLabel: 'بريدك الإلكتروني الحالي',
  notice: {
    dateFormat: 'MM/DD/YYYY',
    expired: {
      title: 'انتهت صلاحية حالتك التعليمية',
      summary: {
        line1: 'لا يزال بإمكانك الوصول إلى One Health واستخدامه. ',
        line2: 'ومع ذلك، لم تعد مؤهلاً للحصول على قسائم خصم تعليمية جديدة.',
      },
    },
    isAboutToExpire: {
      title: 'ستنتهي صلاحية حالتك التعليمية في {{date}}',
      summary: 'لا تقلق - لن يؤثر هذا على اشتراكك الحالي، لكنك لن تحصل على الخصم التعليمي عند تجديده إلا إذا قمت بالتحقق من حالتك مرة أخرى.',
    },
    stillInEducation: {
      title: 'ما زلت في التعليم؟',
      expired: 'أعد التحقق الآن للحصول على قسيمة جديدة للعام الدراسي القادم. سنضيفها إلى حسابك ويمكنك استخدامها للترقية التالية.',
      isAboutToExpire: 'أعد التحقق الآن للحصول على قسيمة جديدة للعام الدراسي القادم. سيتم حفظها في حسابك وجاهزة للاستخدام في التجديد التالي.',
    },
    alreadyGraduated: {
      title: 'تخرجت بالفعل؟',
      expired: 'لا تتردد في الترقية في أي وقت للحصول على حق الوصول الكامل إلى الميزات المدفوعة.',
      isAboutToExpire: 'سيظل اشتراكك الحالي نشطًا. عندما ينتهي، سيتم نقلك إلى خطة Sandbox، أو يمكنك الترقية في أي وقت لاستعادة الوصول الكامل إلى الميزات المدفوعة.',
    },
    action: {
      dismiss: 'تجاهل',
      upgrade: 'ترقية',
      reVerify: 'إعادة التحقق',
    },
  },
}

export default translation
